Repository: bopopescu/corporate-server
Catalog: */kulado-quota/umc/js/*.po
Languages: de

source: A username needs to be specified.
de: Es muss ein Benutzername angegeben werden.

source: Activate
de: Aktivieren

source: Activated
de: Aktiviert

source: Add
de: Hinzufügen

source: Add quota
de: Quota-Einstellungen hinzufügen

source: Add quota settings for a new user on partition <i>%s</i>.
de: Hinzufügen von Quota-Einstellungen für einen neuen Benutzer auf Partition <i>%s</i>.

source: Back to overview
de: Zurück zur Übersicht

source: Back to partition
de: Zurück zur Partition

source: Cancel
de: Abbrechen

source: Configure
de: Konfigurieren

source: Could not remove the following user: %s
de: Konnte folgenden Benutzer nicht entfernen: %s

source: Data size hard limit (MB)
de: Datengröße Hard Limit (MB)

source: Data size soft limit (MB)
de: Datengröße Soft Limit (MB)

source: Deactivate
de: Deaktivieren

source: Deactivated
de: Deaktiviert

source: Failed to activate quota support:
de: Aktivierung der Quota-Unterstützung ist fehlgeschlagen:

source: Failed to deactivate quota support:
de: Deaktivierung der Quota-Unterstützung ist fehlgeschlagen:

source: Files (used/soft/hard)
de: Dateien (Benutzt/Soft/Hard)

source: Files hard limit
de: Datei Hard Limit

source: Files soft limit
de: Datei Soft Limit

source: Filesystem:
de: Dateisystem:

source: Free (GB)
de: Frei (GB)

source: Grace
de: Frist

source: List partitions
de: Partitionen auflisten

source: Modify quota
de: Quota-Einstellungen anpassen

source: Modify the quota settings for user <i>%(user)s</i> on partition <i>%(partition)s</i>.
de: Anpassung der Quota-Einstellungen für Benutzer <i>%(user)s</i> auf Partition <i>%(partition)s</i>.

source: Not all limits can be set to zero.
de: Es können nicht alle Limits auf Null gesetzt sein.

source: Options:
de: Optionen:

source: Partitions
de: Partitionen

source: Please confirm quota support activation on device: %s
de: Bitte bestätigen Sie die Aktivierung der Quota-Unterstützung auf folgender Partition: %s

source: Please confirm quota support deactivation on device: %s
de: Bitte bestätigen Sie die Deaktivierung der Quota-Unterstützung auf folgender Partition: %s

source: Please confirm to remove the following %(length)s users: %(usernames)s
de: Bitte bestätigen Sie die folgenden %(length)s Benutzer zu löschen: %(usernames)s

source: Please confirm to remove the following user: %s
de: Bitte bestätigen Sie den folgenden Benutzer zu löschen: %s

source: Refresh
de: Aktualisieren

source: Remove
de: Entfernen

source: Save changes
de: Speichere Änderungen

source: Set, unset and modify filesystem quota
de: Setzen, Entfernen und Bearbeiten von Quota-Einstellungen

source: Size (GB)
de: Größe (GB)

source: Size (MB) (used/soft/hard)
de: Größe (MB) (Benutzt/Soft/Hard)

source: The soft limit needs to be less than or equal to the hard limit
de: Das Soft-Limit muss äquivalent oder kleiner als das Hard-Limit sein

source: Unknown
de: Unbekannt

source: User
de: Benutzer

source: loading...
de: lädt...
