Repository: bopopescu/corporate-server
Catalog: */kulado-l10n-*/*/ucr-variables.po
Languages: fr

source: Network, host and service monitoring system
fr: Système de supervision de réseau, d'hôtes et de services

source: Univention Nagios
fr: Nagios Univention

source: Development documentation for documentations
fr: Documentation développeur pour les documentations

source: Univention development documentation
fr: Documentation développeur Univention

source: Reset your password or provide contact information
fr: Réinitialisez votre mot de passe ou fournissez des informations de contact

source: Password Reset
fr: Réinitialiser le mot de passe

source: /univention-self-service/?lang=en-US#passwordreset
fr: /univention-self-service/?lang=fr-FR#passwordreset

source: Change your (expired) password.
fr: Modifier votre mot de passe (expiré).

source: Change Password
fr: Modifier le mot de passe

source: /univention-self-service/?lang=en-US#passwordchange
fr: /univention-self-service/?lang=fr-FR#passwordchange

source: /univention-management-console?lang=en-US
fr: /univention-management-console?lang=fr-FR

source: System and domain settings
fr: Réglages du système et du domaine

source: Univention Management Console for administrating the UCS domain and the local system
fr: Console de gestion Univention pour administrer le domaine UCS et le système local

source: System settings
fr: Réglages système

source: Univention Management Console for administrating the local UCS system
fr: Console de gestion Univention pour administrer le système UCS local

source: Please login as <i>root</i> to join the domain
fr: Veuillez vous connecter en tant que <i>root</i> pour rejoindre le domaine

source: Development documentation of the architecture, protocols and the API for the Univention Management Console
fr: Documentation développeur de l'architecture, des protocoles et de l'interface de programmation de la console de gestion Univention

source: Univention Management Console documentation
fr: Documentation de la console de gestion Univention

source: Root certificate
fr: Certificat racine

source: Certificate of the Certification Authority for UCS domain $domainname
fr: Certificat de l'autorité de certification pour le domaine UCS $domainname

source: Certificate revocation list
fr: Liste de révocation de certificats

source: List of withdrawn certificates
fr: Liste des certificats retirés

source: Domain controller master
fr: Contrôleur de domaine maître

source: Domain controller master of UCS domain $domainname
fr: Contrôleur de domaine maître pour le domaine UCS $domainname

source: https://$ldap_master/ucs-overview/?lang=en
fr: https://$ldap_master/ucs-overview/?lang=fr
