Repository: bopopescu/corporate-server
Catalog: */kulado-l10n-*/*/management/kulado-management-console-module-adtakeover/umc/python/adtakeover/*.po
Languages: fr

source: failed
fr: a échoué

source: AD Server did not return proper time string: %s.
fr: Le serveur AD n'a pas renvoyé une chaîne de caractères correcte pour la date et l'heure : %s.

source: Active Directory services not detected at %s.
fr: Services Active Directory non détectés à %s.

source: Active Directory takeover finished already.
fr: La prise de contrôle Active Directory est déjà terminée.

source: Adjusting settings in Samba directory service
fr: Ajustement des réglages dans le service d'annuaire Samba

source: At least one GPO in SYSVOL is newer than the Group Policy Container version.
fr: Au moins un objet GPO dans SYSVOL est plus récent que la version du conteneur de stratégie de groupe (GPC).

source: At least one GPO in SYSVOL is not up to date yet.
fr: Au moins un objet GPO dans SYSVOL n'est pas encore à jour.

source: At least one GPO is still missing in SYSVOL.
fr: Au moins un objet GPO manque encore dans SYSVOL.

source: Authenticating
fr: Authentification en cours

source: Authentication failed.
fr: L'authentification a échoué.

source: Checking GPOs in SYSVOL
fr: Vérification des objets GOP dans SYSVOL

source: Checking group policies
fr: Vérification des stratégies de groupe

source: Claiming FSMO roles
fr: Revendication des rôles FSMO

source: Connecting to %s
fr: Connexion à %s

source: Connection to Active Directory server %s failed.
fr: La connexion au serveur Active Directory %s a échoué.

source: Copying %s
fr: Copie de %s en cours

source: Could not read local machine password: %s
fr: Impossible de lire le mot de passe de la machine locale : %s

source: Domain join failed.
fr: La jonction au domaine a échoué.

source: Execution of command '%(command)s' has failed: %(text)s
fr: L'exécution de la commande '%(command)s' a échoué : %(text)s

source: Failed to detect the Active Directory site of the server.
fr: La détection du site Active Directory du serveur a échoué.

source: Failed to determine AD domain SID.
fr: La détermination du SID du domaine AD a échoué.

source: Failed to determine new domain SID.
fr: La détermination du nouvel SID du domaine a échoué.

source: Finalizing
fr: Finalisation

source: Initializing the S4 Connector listener
fr: Initialisation du processus à l'écoute de S4 Connector

source: Insufficient License.
fr: Licence insuffisante

source: Internal Error: License check failed.
fr: Erreur interne : la vérification de la licence a échoué.

source: Internal Error: rdate -s -p failed (%d).
fr: Erreur interne : rdate -s -p a échoué (%d).

source: Internal module error: Cannot go from state '%(current)s' to state '%(new)s'.
fr: Erreur d'un module interne : impossible de passer de l'état '%(current)s' à l'état '%(new)s'.

source: Internal module error: Expected to be in state 'sysvol', but found '%s'.
fr: Erreur d'un module interne : l'état attendu est 'sysvol' mais l'état trouvé est '%s'.

source: Internal module error: Expected to be in state 'takeover', but found '%s'.
fr: Erreur d'un module interne : l'état attendu est 'takeover' mais l'état trouvé est '%s'.

source: Internal module error: Refusing to set invalid state '%s'.
fr: Erreur d'un module interne : refuse de définir l'état invalide '%s'.

source: Internal module error: Takeover running, aborting attempt to restart.
fr: Erreur d'un module interne : Takeover en cours, annule la tentative de redémarrage.

source: Invalid UNC string: %s
fr: Chaîne UNC non valide : %s

source: Invalid state in file %s
fr: État non valide dans le fichier %s

source: Joining the domain
fr: Rejoint le domaine

source: Network connection to %s failed.
fr: La connexion réseau à %s a échoué.

source: Number of %(object_name)s after takeover would be %(sum)s. This would exceed the number of licensed objects (%(max)s).
fr: Le nombre d'objets %(object_name)s après la prise de contrôle serait de %(sum)s. Cela dépasserait le nombre d'objets disposant d'une licence (%(max)s).

source: Rebuilding IDMAP
fr: Reconstruction de l'IDMAP

source: Reconfiguring nameserver
fr: Reconfiguration du serveur de noms

source: Registering IP in DNS
fr: Enregistrement des IP dans le DNS

source: Remote clock is behind local clock by more than %s seconds, refusing to turn back time. Please advance the clock of the Active Directory DC.
fr: L'horloge distante est en retard de plus de %s secondes sur l'horloge locale, le système refuse de remonter dans le temps. Veuillez avancer l'horloge du contrôleur de domaine Active Directory.

source: Removing the previous AD server account
fr: Suppression du compte serveur AD précédent

source: Reset SYSVOL ACLs
fr: Réinitialisation des ACLs de SYSVOL

source: Retrieving information from AD DC
fr: Récupération des informations depuis le contrôleur de domaine AD

source: Rewriting SIDs in the UCS directory service
fr: Réécriture des SIDs dans le service d'annuaire UCS

source: Search for %s in network
fr: Recherche de %s dans le réseau

source: Something is wrong with the SYSVOL.
fr: Il y a un problème avec le SYSVOL.

source: Starting Samba
fr: Démarrage de Samba

source: Starting the S4 Connector
fr: Démarrage de S4 Connector

source: Synchronizing system clock
fr: Synchronisation de l'horloge système

source: Taking over Active Directory domain controller roles
fr: Prise de contrôle des rôles du contrôleur de domaine Active Directory

source: Taking over DNS address
fr: Prise de contrôle de l'adresse DNS

source: Taking over IP address
fr: Prise de contrôle de l'adresse IP

source: Taking over NETBIOS address
fr: Prise de contrôle de l'adresse NETBIOS

source: The Active Directory domain has a function level of Windows Server 2012 or newer, Samba currently only supports up to Windows 2008R2: %s
fr: Le domaine Active Directory a un niveau de fonctionnalité correspondant à Windows Server 2012 ou plus récent ; Samba ne prend actuellement en charge que les versions allant jusqu'à Windows 2008R2 : %s

source: The Active Directory domain join was not completed successfully yet.
fr: La jonction au domaine Active Directory ne s'est pas encore terminé avec succès.

source: The Active Directory server seems to be running. It must be shut off.
fr: Le serveur Active Directory semble être en cours d'exécution. Il doit être éteint.

source: The LDAP base of this UCS domain differs from the LDAP base of the selected Active Directory domain.
fr: La base LDAP de ce domaine UCS diffère de la base LDAP du domaine Active Directory sélectionné.

source: The Server IP %s is still online, please shut down the machine.
fr: Le serveur d'adresse IP %s est toujours en ligne, veuillez éteindre cette machine.

source: The automatic search for an Active Directory server for realm %s did not yield any results.
fr: La recherche automatique d'un serveur Active Directory pour le royaume %s n'a donné aucun résultat.

source: The computer is not reachable.
fr: L'ordinateur n'est pas accessible.

source: The domain join failed. See %s for details.
fr: La jonction au domaine a échoué. Voir %s pour plus de détails.

source: The selected Active Directory server has the same NTDS GUID as this UCS server.
fr: Le serveur Active Directory sélectionné possède le même GUID NTDS que ce serveur UCS.

source: Time difference critical for Kerberos but synchronization aborted.
fr: Différence de temps critique pour Kerberos mais synchronisation interrompue.

source: Time synchronization failed.
fr: La synchronisation de l'heure a échoué.

source: UNC doesn't start with \\ or //
fr: UNC ne commence pas par \\ ou //

source: You may proceed with the takeover, but the domain management may be limited afterwards until a new license is installed.
fr: Vous pouvez poursuivre la prise de contrôle, mais la gestion du domaine pourra ensuite être restreinte jusqu'à ce qu'une nouvelle licence soit installée.

source: users
fr: utilisateurs
