Repository: bopopescu/corporate-server
Catalog: */kulado-l10n-*/*/services/kulado-s4-connector/modules/kulado/admin/handlers/settings/mswmifilter/*.po
Languages: fr

source: Basic settings
fr: Réglages de base

source: Display name
fr: Nom d'affichage

source: General
fr: Général

source: MS WMI Author
fr: Auteur MS WMI

source: MS WMI Change Date
fr: Date de modification MS WMI

source: MS WMI Creation Date
fr: Date de création MS WMI

source: MS WMI Flags1
fr: Drapeaux1 MS WMI

source: MS WMI Flags2
fr: Drapeaux2 MS WMI

source: MS WMI Flags3
fr: Drapeaux3 MS WMI

source: MS WMI Flags4
fr: Drapeaux4 MS WMI

source: MS WMI ID
fr: Id. MS WMI

source: MS WMI Parameter1
fr: Paramètre1 MS WMI

source: MS WMI Parameter2
fr: Paramètre2 MS WMI

source: MS WMI Parameter3
fr: Paramètre3 MS WMI

source: MS WMI Parameter4
fr: Paramètre4 MS WMI

source: MS WMI Source Organization
fr: Organisation source MS WMI

source: MS WMI filter
fr: Filtre MS WMI

source: Name
fr: Nom

source: Settings: MS WMI Filter
fr: Réglages : filtre MS WMI

source: WMI filter
fr: Filtre WMI
