Repository: bopopescu/corporate-server
Catalog: */kulado-firewall/umc/python/firewall/*.po
Languages: de

source: All IPv4 addresses
de: Alle IPv4 Adressen

source: All IPv6 addresses
de: Alle IPv6 Adressen

source: All addresses
de: Alle Adressen

source: Cannot remove package rules
de: Paketregeln können nicht entfernt werden

source: Could not get firewall rule
de: Firewall-Regel nicht gefunden

source: Could not load firewall configuration
de: Die Firewall-Konfiguration konnte nicht geladen werden

source: Could not save firewall configuration
de: Die Firewall-Konfiguration konnte nicht gespeichert werden

source: Description not found
de: Beschreibung nicht gefunden

source: No such rule
de: Regel nicht gefunden

source: Not a valid IP address
de: Keine gültige IP Adresse

source: Not a valid action
de: Keine gültige Aktion

source: Not a valid default policy
de: Kein gültiges Standardverhalten

source: Not a valid port number or range
de: Kein gültiger Port bzw. kein gültiger Portbereich

source: Not a valid protocol type
de: Kein gültiges Protokoll

source: Rule already exists
de: Regel existiert bereits
