Repository: bopopescu/corporate-server
Catalog: */kulado-l10n-*/*/management/kulado-management-console-module-udm/umc/python/udm/*.po
Languages: fr

source: %($dn$)s moved
fr: %($dn$)s a été déplacé

source: All IP addresses in the specified network "%s" are already in use.
fr: Toutes les adresses IP du réseau « %s » indiqué sont déjà utilisées.

source: An error occurred while contacting the license server: %s
fr: Une erreur est survenue lors de la communication avec le serveur de licences : %s

source: Authentication failed
fr: L'authentification a échoué

source: Cannot parse License from LDAP
fr: Impossible d'analyser la licence depuis LDAP

source: Check the join status of this system by using the domain join UMC module
fr: Vérifiez l'état de jonction de ce système au domaine au moyen du module UMC de jonction du domaine

source: Could not identify the LDAP object type for %s.
fr: Impossible d'identifier le type d'objet LDAP pour %s.

source: Could not identify the given LDAP object
fr: Impossible d'identifier l'objet LDAP fourni

source: Could not identify the superordinate %s.
fr: Impossible d'identifier l'objet %s de niveau supérieur.

source: Ensure that the LDAP server on this system is running and responsive
fr: Vérifiez que le serveur LDAP hébergé sur ce système est fonctionnel et réactif

source: Failed to automatically assign an IP address.
fr: L'affectation automatique d'une adresse IP a échoué.

source: If the problem persists additional hints about the cause can be found in the following log file(s):
fr: Si le problème persiste, vous pouvez trouver des indications supplémentaires sur la cause possible dans les fichiers journaux suivants :

source: If the problem persists please try to relogin into Univention Management Console.
fr: Si le problème persiste, veuillez essayer de vous reconnecter à la console Univention Management Console.

source: Install the latest software updates
fr: Installer les dernières mises à jour logicielles

source: It possibly has been deleted or moved. Please update your search results and open the object again.
fr: Il a pu être supprimé ou déplacé. Veuillez mettre à jour vos résultats de recherche et rouvrir l'objet.

source: LDAP error: %s.
fr: Erreur LDAP : %s.

source: LDAP object %s could not be found.
fr: L'objet LDAP %s n'a pas pu être trouvé.

source: LDAP object could not be identified
fr: L'objet LDAP n'a pas pu être identifié

source: LDAP object does not exist.
fr: L'objet LDAP n'existe pas.

source: License not found. During this session add and modify are disabled.
fr: La licence n'a pas pu être trouvée. Pendant cette session, l'ajout et la modification sont désactivés.

source: Make sure all join scripts were successfully executed
fr: Vérifiez que tous les scripts de jonction du domaine ont été exécutés avec succès

source: Make sure the DNS settings of this server are correctly set up and the DNS server is responsive
fr: Vérifiez que les réglages DNS du serveur sont corrects et que le serveur DNS est réactif

source: More than one object has been found.
fr: Plusieurs objets ont été trouvés.

source: Moving %d object(s)
fr: Déplacement de %d objet(s)

source: No flavor or valid UDM module name specified
fr: Vous n'avez pas indiqué de variété ou de nom de module UDM valide

source: No license has been found.
fr: Aucune licence n'a été trouvée.

source: Objects referencing this policy object
fr: Objets faisant référence à cet objet de stratégie

source: PDF document
fr: Document PDF

source: Please specify a different network or make sure that free IP addresses are available for the chosen network.
fr: Veuillez indiquer un réseau différent ou vérifier que des adresses IP libres sont disponibles dans le réseau choisi.

source: Property %s not found
fr: Propriété %s non trouvée

source: Referencing objects
fr: Objets y faisant référence

source: Superordinate %s could not be found.
fr: L'objet %s de niveau supérieur n'a pas pu être trouvé.

source: The LDAP DN of the user %s could not be determined.
fr: Le contrôleur de domaine LDAP de l'utilisateur %s n'a pas pu être déterminé.

source: The LDAP base of the license does not match the LDAP base of the UCS domain (%s).
fr: La base LDAP de la licence ne correspond pas à la base LDAP du domaine UCS (%s).

source: The destination is missing
fr: La destination manque

source: The following steps can help to solve this problem:
fr: Les étapes suivantes peuvent vous aider à résoudre ce problème :

source: The license can not be applied. The LDAP base does not match (expected %(expected)s, found: %(found)s).
fr: La licence ne peut pas être appliquée. La base LDAP ne correspond pas (attendu : %(expected)s, trouvé : %(found)s).

source: The property %(property)s has an invalid value: %(value)s
fr: La propriété %(property)s possède une valeur non valide : %(value)s

source: The query you have entered timed out. Please narrow down your search by specifying more query parameters
fr: La requête que vous avez saisie a expiré. Veuillez affiner votre recherche en précisant davantage de critères de recherche.

source: The query you have entered yields too many matching entries. Please narrow down your search by specifying more query parameters. The current size limit of %s can be configured with the UCR variable directory/manager/web/sizelimit.
fr: La requête que vous avez saisie renvoie trop d'entrées correspondantes. Veuillez affiner votre recherche en indiquant davantage de critères de recherche. La limite de taille actuelle de %s peut être configurée au moyen de la variable UCR directory/manager/web/sizelimit.

source: This is probably due to the DNS settings of your server. You may find help at %s.
fr: Ceci est probablement dû aux réglages DNS de votre serveur. Vous pourrez trouver de l'aide ici : %s.

source: This may be a problem with the proxy of your system. You may find help at %s.
fr: Ceci peut être lié à un problème avec le serveur mandataire de votre système. Vous pourrez trouver de l'aide ici : %s.

source: This object can not be moved
fr: Cet objet ne peut pas être déplacé

source: This seems to be a problem with the license server. Please try again later.
fr: Il semble y avoir un problème avec le serveur de licences. Veuillez réessayer ultérieurement.

source: You are currently using the "Free for personal use" edition of Univention Corporate Server.
fr: Vous utilisez actuellement l'édition "Free for personal use" d'Univention Corporate Server.

source: You have too many DVS client accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes clients DVS pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many DVS user accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes utilisateurs DVS pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many client accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes clients pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many corporate client accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes clients entreprises pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many desktop accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes d'ordinateurs de bureau pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many groupware accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes de collecticiel pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many managed client accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes clients gérés pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many server accounts for your license. During this session add and modify are disabled.
fr: Vous avez trop de comptes serveurs pour votre licence. Pendant cette session, l'ajout et la modification sont désactivés.

source: You have too many user accounts for your license. Add and modify are disabled. Disable or delete <a href="javascript:void(0)" onclick="require('umc/app').openModule('udm', 'users/user', {})"> user accounts</a> to re-enable editing.
fr: Vous avez trop de comptes utilisateur pour votre licence. L'ajout et la modification sont désactivés. Désactivez ou supprimez des <a href="javascript:void(0)" onclick="require('umc/app').openModule('udm', 'users/user', {})">comptes utilisateurs</a> pour réactiver la modification.

source: Your license does not allow modifications. During this session add and modify are disabled.
fr: Votre licence ne permet pas les modifications. Pendant cette session, l'ajout et la modification sont désactivés.

source: Your license is expired. During this session add and modify are disabled.
fr: Votre licence a expiré. Pendant cette session, l'ajout et la modification sont désactivés.

source: Your license is not valid for your LDAP-Base. During this session add and modify are disabled.
fr: Votre licence n'est pas valide pour votre base LDAP. Pendant cette session, l'ajout et la modification sont désactivés.

source: Your license is not valid. During this session add and modify are disabled.
fr: Votre licence n'est pas valide. Pendant cette session, l'ajout et la modification sont désactivés.

source: Your license status could not be validated. Thus, you are not eligible to support and maintenance. If you have bought a license, please contact Univention or your Univention partner.
fr: L'état de votre licence n'a pas pu être validé. Par conséquent, vous n'avez pas droit à l'assistance technique et la maintenance. Si vous avez acheté cette licence, veuillez contacter Univention ou votre partenaire Univention.

source: manual
fr: manuel

source: text file
fr: fichier texte
